# FtPerSSup2 Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..FtPerSSup2 Property
SymbolTypeId Class See Also
---
Symbol ft/s², indicating unit Feet per second squared.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId FtPerSSup2 { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property FtPerSSup2 As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ FtPerSSup2 {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace